Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sms/facta/samediggi.fi/uuden_vuoden_tervehdys_tsa_01012016.pdf.tmx
Source language: fin
Languages: sms

source: On hyvin tärkeää, että Pohjoismaat olisivat edelläkävijöitä alkuperäiskansoja koskevan vihapuheen hillitsemisessä.
sms: Lij samai vääžnai, što Tâʹvvjânnam leʹčče ooudpeäʹlnn jooʹtti alggmeeraid kuõskki vââʹjjsaaǥǥ tuõʹllʼjummšest.

source: Saamelaisia koskevia asioita tulisikin edistää tässä tilanteessa erityisesti pohjoismaisella tasolla ja siksi olisikin tärkeää, että pohjoismaisen saamelaissopimuksen neuvottelut saataisiin viimein loppuun ja sopimus ratifioitua ja toimeenpantavaksi.
sms: Säʹmmlaid kuõskki aaʹššid õõlǥči ooudeed tän vueʹjjest jeäʹrben tâʹvvjânnamlaž tääʹzzest da tõnt leʹčči-i vääžnai, što tâʹvvjânnamlaž sääʹmsuåppmõõžž saǥǥstõõllmõõžžid ǩiõrǥteʹčeš mââimõõzzâst da suåppmõõžž ratifiââstčeš da tueiʹmmepiijčeš.

source: Toivon, että Pohjoismaisen ministerineuvoston puheenjohtajuuskausi, jonka Suomi tänään aloitti, on osaltaan edistämässä tätä tavoitetta, onhan kolmella Pohjoismaalla yksi yhteinen alkuperäiskansa.
sms: Tuäivam, što Tâʹvvjânnamlaž miniʹsttersuåvtõõzz saaǥǥjååʹđteeivuõttpââʹjj, koon Lääʹddjânnam täʹbbe alttii, lij vueʹzzstes ooudeʹmmen tän täävtõõzz, lij tâma kooum Tâʹvvjânnmest õhtt õhttsaž alggmeer.

source: Kulunutta ja tulevaa vuotta leimaa talousahdinko ja talouden yhä jatkuva epävarmuus.
sms: Mõõnnâm da pueʹtti eeʹjj leiʹmmje hueʹnes täällvueʹǩǩ da tääl õinn juätkkjeei pannaainâsvuõtt.

source: Saamelaiskäräjien kokous 21.12.2015 hyväksyi vuoden 2016 toimintasuunnitelma-talousarvion, joka on talouden osalta hyvin tiukka.
sms: Sääʹmteeʹǧǧ sååbbar 21.12.2015 priimi eeʹjj 2016 tuåimmplaan-täällarvvlõõzz, kååʹtt lij tääl peäʹlnn samai čoouǥas.

source: Uudet Saamelaiskäräjät aloittaa toimikautensa monien, suurienkin haasteiden edessä.
sms: Ođđ Sääʹmteʹǧǧ alttad tuåimmpââʹjstes määŋgi, joba jõnn vaʹǯǯtõõzzi ooudâst.

source: Toivon, että saamelaiskulttuuria ja perinteisiä elinkeinoja puolustava linja sekä saamen kielien vaaliminen ovat johtavina periaatteina myös uusien Saamelaiskäräjien toiminnassa.
sms: Tuäivam, što sääʹmkulttuur da äʹrbbvuõđlaž jieʹllemvuõʹǩǩid peälšteei linnj di sääʹmǩiõli kâʹddem lie jååʹđteei vuâđđjurddjen še ođđ Sääʹmteeʹǧǧ tuåimin.

source: Kiitos kuluneesta vuodesta ja onnea uudelle vuodelle 2016 !
sms: Späʹsseb mõõnnâm eeʹjjest da lekk ođđ ekka 2016 !

source: Kiitokset myös kuluneesta Saamelaiskäräjien vaalikaudesta ja menestystä vaalikaudelle 2016–2020 !
sms: Späʹsseb še mõõnnâm Sääʹmteeʹǧǧ vaalpââʹjest da lekkvuõtt vaalpâjja 2016–2020 !

source: Inarissa
sms: Aanrest
